# 20170708 11613

# brew tap
# install packages
cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "caskroom/fonts"
tap 'caskroom/versions'



# brew install
brew "git"
brew "nvm"
brew "mas"
# brew "z"
# brew "zsh"
# brew "zsh-completions"



# from Apple Store
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "Dr. Cleaner", id: 921458519



# Casks
cask 'appcleaner'
cask 'keka'
cask 'tunnelbear'
cask 'safeincloud-password-manager'

cask 'cloudapp'
cask 'licecap'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'firefoxdeveloperedition'

cask 'dropbox'
cask 'evernote'

cask 'sublime-text'
cask 'visual-studio-code'

cask 'postman'
cask 'prepros'
cask 'iterm2'

cask 'slack'
cask 'telegram-desktop'

cask 'spotify'
cask 'spotifree'

cask 'adobe-photoshop-cc'
cask 'adobe-illustrator-cc'
cask 'adobe-acrobat-pro'
cask 'adobe-creative-cloud'